[Payload.Payload_AreaEffect:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="[skill]Continually damages enemies[-skill] while they are within the grenade's [skill]area of influence[-skill]."

[Payload.Payload_BouncingBetty:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Fires a blistering [skill]shower of bullets[-skill] around a [skill]bouncing projectile[-skill]."

[Payload.Payload_FlameSpurt:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="His breath was of fire..."

[Payload.Payload_Mirv:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Breaks into a number of [skill]smaller child grenades[-skill] that explode on impact."

[Payload.Payload_Singularity:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Creates initial implosion that [skill]pulls enemies toward the grenade[-skill] before exploding."

[Payload.Payload_Transfusion:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Spawns a number of [skill]child grenades[-skill] that [skill]seek enemies[-skill] and [health]steal health[-health] upon impact."

[Title.Title_MirvCorrosive ItemNamePartDefinition]
PartName="Corrosive MIRV"

[Title.Title_MirvExplosive ItemNamePartDefinition]
PartName="MIRV"

[Title.Title_MirvIncendiary ItemNamePartDefinition]
PartName="Incendiary MIRV"

[Title.Title_MirvShock ItemNamePartDefinition]
PartName="Shock MIRV"

[Title.Title_MirvSlag ItemNamePartDefinition]
PartName="Slag MIRV"